MikroElektronika/core_packages/PIC32/XC32/def/PIC32MZ1064DAA169/mcu.h
#define _GLCDCURDATA114_PIXEL2821_POSITION       0x00000008
#define _GLCDCURDATA114_PIXEL2821_MASK           0x00000F00
#define _GLCDCURDATA114_PIXEL2821_LENGTH         0x00000004

#define _GLCDCURDATA114_PIXEL2820_POSITION       0x0000000C
#define _GLCDCURDATA114_PIXEL2820_MASK           0x0000F000
#define _GLCDCURDATA114_PIXEL2820_LENGTH         0x00000004

#define _GLCDCURDATA114_PIXEL2819_POSITION       0x00000010
#define _GLCDCURDATA114_PIXEL2819_MASK           0x000F0000
#define _GLCDCURDATA114_PIXEL2819_LENGTH         0x00000004

#define _GLCDCURDATA114_PIXEL2818_POSITION       0x00000014
#define _GLCDCURDATA114_PIXEL2818_MASK           0x00F00000
#define _GLCDCURDATA114_PIXEL2818_LENGTH         0x00000004

#define _GLCDCURDATA114_PIXEL2817_POSITION       0x00000018
#define _GLCDCURDATA114_PIXEL2817_MASK           0x0F000000
#define _GLCDCURDATA114_PIXEL2817_LENGTH         0x00000004

#define _GLCDCURDATA114_PIXEL2816_POSITION       0x0000001C
#define _GLCDCURDATA114_PIXEL2816_MASK           0xF0000000
#define _GLCDCURDATA114_PIXEL2816_LENGTH         0x00000004

#define _GLCDCURDATA115_PIXEL2831_POSITION       0x00000000
#define _GLCDCURDATA115_PIXEL2831_MASK           0x0000000F
#define _GLCDCURDATA115_PIXEL2831_LENGTH         0x00000004

#define _GLCDCURDATA115_PIXEL2830_POSITION       0x00000004
#define _GLCDCURDATA115_PIXEL2830_MASK           0x000000F0
#define _GLCDCURDATA115_PIXEL2830_LENGTH         0x00000004

#define _GLCDCURDATA115_PIXEL2829_POSITION       0x00000008
#define _GLCDCURDATA115_PIXEL2829_MASK           0x00000F00
#define _GLCDCURDATA115_PIXEL2829_LENGTH         0x00000004

#define _GLCDCURDATA115_PIXEL2828_POSITION       0x0000000C
#define _GLCDCURDATA115_PIXEL2828_MASK           0x0000F000
#define _GLCDCURDATA115_PIXEL2828_LENGTH         0x00000004

#define _GLCDCURDATA115_PIXEL2827_POSITION       0x00000010
#define _GLCDCURDATA115_PIXEL2827_MASK           0x000F0000
#define _GLCDCURDATA115_PIXEL2827_LENGTH         0x00000004

#define _GLCDCURDATA115_PIXEL2826_POSITION       0x00000014
#define _GLCDCURDATA115_PIXEL2826_MASK           0x00F00000
#define _GLCDCURDATA115_PIXEL2826_LENGTH         0x00000004

#define _GLCDCURDATA115_PIXEL2825_POSITION       0x00000018
#define _GLCDCURDATA115_PIXEL2825_MASK           0x0F000000
#define _GLCDCURDATA115_PIXEL2825_LENGTH         0x00000004

#define _GLCDCURDATA115_PIXEL2824_POSITION       0x0000001C
#define _GLCDCURDATA115_PIXEL2824_MASK           0xF0000000
#define _GLCDCURDATA115_PIXEL2824_LENGTH         0x00000004

#define _GLCDCURDATA116_PIXEL297_POSITION        0x00000000
#define _GLCDCURDATA116_PIXEL297_MASK            0x0000000F
#define _GLCDCURDATA116_PIXEL297_LENGTH          0x00000004

#define _GLCDCURDATA116_PIXEL296_POSITION        0x00000004
#define _GLCDCURDATA116_PIXEL296_MASK            0x000000F0
#define _GLCDCURDATA116_PIXEL296_LENGTH          0x00000004

#define _GLCDCURDATA116_PIXEL295_POSITION        0x00000008
#define _GLCDCURDATA116_PIXEL295_MASK            0x00000F00
#define _GLCDCURDATA116_PIXEL295_LENGTH          0x00000004

#define _GLCDCURDATA116_PIXEL294_POSITION        0x0000000C
#define _GLCDCURDATA116_PIXEL294_MASK            0x0000F000
#define _GLCDCURDATA116_PIXEL294_LENGTH          0x00000004

#define _GLCDCURDATA116_PIXEL293_POSITION        0x00000010
#define _GLCDCURDATA116_PIXEL293_MASK            0x000F0000
#define _GLCDCURDATA116_PIXEL293_LENGTH          0x00000004

#define _GLCDCURDATA116_PIXEL292_POSITION        0x00000014
#define _GLCDCURDATA116_PIXEL292_MASK            0x00F00000
#define _GLCDCURDATA116_PIXEL292_LENGTH          0x00000004

#define _GLCDCURDATA116_PIXEL291_POSITION        0x00000018
#define _GLCDCURDATA116_PIXEL291_MASK            0x0F000000
#define _GLCDCURDATA116_PIXEL291_LENGTH          0x00000004

#define _GLCDCURDATA116_PIXEL290_POSITION        0x0000001C
#define _GLCDCURDATA116_PIXEL290_MASK            0xF0000000
#define _GLCDCURDATA116_PIXEL290_LENGTH          0x00000004

#define _GLCDCURDATA117_PIXEL2915_POSITION       0x00000000
#define _GLCDCURDATA117_PIXEL2915_MASK           0x0000000F
#define _GLCDCURDATA117_PIXEL2915_LENGTH         0x00000004

#define _GLCDCURDATA117_PIXEL2914_POSITION       0x00000004
#define _GLCDCURDATA117_PIXEL2914_MASK           0x000000F0
#define _GLCDCURDATA117_PIXEL2914_LENGTH         0x00000004

#define _GLCDCURDATA117_PIXEL2913_POSITION       0x00000008
#define _GLCDCURDATA117_PIXEL2913_MASK           0x00000F00
#define _GLCDCURDATA117_PIXEL2913_LENGTH         0x00000004

#define _GLCDCURDATA117_PIXEL2912_POSITION       0x0000000C
#define _GLCDCURDATA117_PIXEL2912_MASK           0x0000F000
#define _GLCDCURDATA117_PIXEL2912_LENGTH         0x00000004

#define _GLCDCURDATA117_PIXEL2911_POSITION       0x00000010
#define _GLCDCURDATA117_PIXEL2911_MASK           0x000F0000
#define _GLCDCURDATA117_PIXEL2911_LENGTH         0x00000004

#define _GLCDCURDATA117_PIXEL2910_POSITION       0x00000014
#define _GLCDCURDATA117_PIXEL2910_MASK           0x00F00000
#define _GLCDCURDATA117_PIXEL2910_LENGTH         0x00000004

#define _GLCDCURDATA117_PIXEL299_POSITION        0x00000018
#define _GLCDCURDATA117_PIXEL299_MASK            0x0F000000
#define _GLCDCURDATA117_PIXEL299_LENGTH          0x00000004

#define _GLCDCURDATA117_PIXEL298_POSITION        0x0000001C
#define _GLCDCURDATA117_PIXEL298_MASK            0xF0000000
#define _GLCDCURDATA117_PIXEL298_LENGTH          0x00000004

#define _GLCDCURDATA118_PIXEL2923_POSITION       0x00000000
#define _GLCDCURDATA118_PIXEL2923_MASK           0x0000000F
#define _GLCDCURDATA118_PIXEL2923_LENGTH         0x00000004

#define _GLCDCURDATA118_PIXEL2922_POSITION       0x00000004
#define _GLCDCURDATA118_PIXEL2922_MASK           0x000000F0
#define _GLCDCURDATA118_PIXEL2922_LENGTH         0x00000004

#define _GLCDCURDATA118_PIXEL2921_POSITION       0x00000008
#define _GLCDCURDATA118_PIXEL2921_MASK           0x00000F00
#define _GLCDCURDATA118_PIXEL2921_LENGTH         0x00000004

#define _GLCDCURDATA118_PIXEL2920_POSITION       0x0000000C
#define _GLCDCURDATA118_PIXEL2920_MASK           0x0000F000
#define _GLCDCURDATA118_PIXEL2920_LENGTH         0x00000004

#define _GLCDCURDATA118_PIXEL2919_POSITION       0x00000010
#define _GLCDCURDATA118_PIXEL2919_MASK           0x000F0000
#define _GLCDCURDATA118_PIXEL2919_LENGTH         0x00000004

#define _GLCDCURDATA118_PIXEL2918_POSITION       0x00000014
#define _GLCDCURDATA118_PIXEL2918_MASK           0x00F00000
#define _GLCDCURDATA118_PIXEL2918_LENGTH         0x00000004

